{"0": {"tweets": ["I spy with my little eye...the unique eyes of the aquatic animal world! Zoom in for some eye contact with this week's #FanPhotos.\n", "New digs for the gators! We recently moved our American alligators to a larger habitat in our Islands and Lakes gallery, where they have plenty of room to swim around and bask on the rocks.\n", "From the flame-red wattled jacana to the finely spotted garden eel, there's a world of aquatic wonder to experience at Shedd. Check out these #FanPhotos for your weekly dose of underwater inspiration.\n", "In honor of #StPatricksDay, we present: the color green. You'll find most green animals up in tree branches, where they blend right in with emerald leaves, while green aquatic animals are relatively rare!\n", "For #WorldFrogDay, take a look at Shedd's partnership with @ChicagoBotanic—together, we're removing invasive plants to study the benefit to local amphibian habitats. Read more on our blog! https://www.sheddaquarium.org/blog/2019/march/flowers-and-frogs-plants-and-animals-benefit-from-new-collaboration-with-the-chicago-botanic-garden/ \n", "We love sunny days in Lake Michigan creeks! Look at how gorgeous this restored ravine creek is! Kudos to the Park District of Highland Park for your hard work of restoring connectivity in this creek and others! The suckers thank you too as they can access spawning habitat!\n", "Aquatic animals come in all shapes and sizes, just like our #FanPhotos! Whether slinky like the honeycomb moray or compact like the blue blubber jelly, we celebrate the diversity of the underwater animal world every day.\n", "It's #NationalWildlifeWeek, and what better way to celebrate than to help keep aquatic habitats pollution free for the animals that call them home? Stand with Shedd as we work to protect lakes, streams and wetlands across the nation: https://www.sheddaquarium.org/raiseyourvoice  #WOTUS #CleanWaterAct\n", "For #WorldWetlandsDay, we're taking a look at the Amazon. Aquarist Evan Kinn says of our River Channel habitat: \"River channels support 1000s of animals, each with its own unique survival strategy for fast-flowing whitewaters or deeper, slower pools with low visibility.\"\n", "Looking for the perfect #SpringBreak plans? Travel the world of aquatic wonder right here in Chicago! Grab your tickets: https://www.sheddaquarium.org/plan-a-visit/Advance-Ticket-Options-Tickets/ \n"], "words": ["habitat", "aquatic", "world", "fanphotos", "lake", "celebrate", "these", "today", "dolphinawarenessmonth", "learn"]}, "1": {"tweets": ["“Our oceans are suffocating.” — @Skilling shares staggering statistics about how our oceans have grown more acidic as our planet’s climate changes at today’s #ClimateResiliency forum with @RepMikeQuigley. It’s time for us all to #ActOnClimate.\n", "WGN’s @Skilling joins us for our #ClimateResiliency forum with @RepMikeQuigley this morning. He shared that while Chicago experienced #extremecold this week, Alaska had to cancel a sled dog race because it was raining and they didn’t have snow.\n", "#Live now! @RepMikeQuigley is sharing a feed from today's #ClimateResiliency summit at Shedd with @Skilling, @MaryGade and Shedd coral researcher @jrcunning. Tune in at https://www.facebook.com/repmikequigley/videos/1063304593838462/ \n", "Ready to see more of Shedd? Upgrade your next visit with a Private Personalized Tour! Tell us your favorite animals, from giant Pacific octopus Rizzo to sea otter Ellie, and we'll design the perfect tour just for you. Learn more: http://bit.ly/2EXm760 \n", "Are you prepared for a 50F temperature range this week? #ExtremeWeather is not the norm. Tomorrow, join us, @RepMikeQuigley and @Skilling to talk about #ClimateChange and #ClimateResiliency & to #ActOnClimate https://www.eventbrite.com/e/climate-resiliency-forum-tickets-54867060856 \n", "With #FacebookDown, it's the perfect time to catch up on your Shedd blog reading! Here are a handful of our favorites:\n", "Warm up with the bright stripes of the copperband butterflyfish and deep hues of the vermilion sea star in this week's #FanPhotos! Tag us in your favorite photos from your visit for a chance to be featured next week.\n", "Time for an underwater close-up! This week's #FanPhotos bring you eye-to-eye with the mantis shrimp, squirrelfish and suckermouth catfish. Don't forget to tag us in your favorite shots for a chance to be featured next week.\n", "Oceans are soaking up 93% of excess heat from #ClimateChange—and the impacts are here. Join us today to learn about these impacts and #ClimateAction with @RepMikeQuigley and @Skilling\n", " https://www.eventbrite.com/e/climate-resiliency-forum-tickets-54867060856 … #ClimateResiliency\n"], "words": ["favorite", "fanphotos", "climateresiliency", "repmikequigley", "skilling", "perfect", "about", "learn", "today", "otter"]}, "2": {"tweets": ["The Big Ten's aqua fans at @shedd_aquarium are ready for all the action this week in Chicago. #B1GTourney\n", "The dazzling species of #UnderwaterBeauty, from angelfish to seadragons, are a constant source of inspiration—just ask these artists! 5 local artists helped us spread Underwater Beauty across Chicago—have you seen their murals yet? http://bit.ly/2J4k8eI \n", "Tide pool animals adapt quickly to changing environments. Aquarist Jonathan Dinman says of our tide pool habitat: \"Some species, such as barnacles, mussels and anemones, have the ability to close their shells or withdraw their bodies to retain moisture when the tide goes out.\"\n", "Reef communities burst with diverse sea life, from corals to fish to clams. Aquarist Marcus Wolf says of our giant clam habitat: \"The density of life on a reef is astounding; a single coral head can be home to numerous species of fish, invertebrates, and other microorganisms.\"\n", "A whole day of celebrating #WomenInScience?! We’re getting in on the action by celebrating the awesome women scientists on our #SheddResearch team who help us understand and protect wildlife — Dr. @KarenJMurchie, Dr. Lynn Waterhouse and Dr. Karen Glennemeier. #WomenInScienceDay\n", "A spark of light gives away a flashlightfish in the dark—this unique fish has biolumescent organs just under its eyes that lure their prey straight toward them and confuse predators in a pinch. You can see these glowing fish in Wild Reef!\n", "This Tuesday, take action for animals! IL was the 1st state to pass legislation protecting endangered species, but a new bill could undo decades of recovery planning. Ask your representatives to oppose rollback of the IL Endangered Species Protection Act: https://act.sierraclub.org/actions/Illinois?actionId=AR0142356 \n", "While the stars don their best suits or brightest gowns to stand out at the #AcademyAwards, animals use their black-and-whites or dazzling colors to blend in to their natural environments.\n", "Invasive species really live up to their name—they're non-native species that deplete resources in their newfound home. Here at Shedd, you can take a closer look at invasive species like the sea lamprey in our Great Lakes gallery. #InvasiveSpeciesWeek https://www.sheddaquarium.org/blog/2013/03/Great-Lakes-Invasives-Sea-Lampreys/ \n", "Dip into the waters of our Kelp Forest exhibit with the vivid Garibaldi. These boldly colored fish get their name from Italian politician Giuseppe Garibaldi, who frequently sported striking red shirts, similar to the shocking orange of this damselfish!\n"], "words": ["their", "specie", "these", "action", "habitat", "sheddresearch", "shedd_aquarium", "chicago", "today", "favorite"]}, "3": {"tweets": ["Did you know there are several species of owl that call the Great Lakes home? The snowy owl is one of them and most winters can be seen right here in Chicago. In 2018 we were lucky and spied this #SuperbOwl right on our doorstep outside @shedd_aquarium.\n", "American alligators use wetlands as nurseries, habitat that has been protected by #CleanWaterAct for 47 years. Proposed changes could erase that progress. Do your part to speak for species and keep the #CleanWaterAct in place! https://www.sheddaquarium.org/raiseyourvoice  #WOTUS\n", "Asian carp are fast-growing filter feeders that gobble up the resources native fish are supposed to eat, making them a mighty invasive species. You can take a look at these invaders in our Great Lakes gallery. #InvasiveSpeciesWeek\n", "Shedd research biologist Karen Murchie calls suckers the wildebeests of the #GreatLakes. Spawning migrations for these fish could be polluted with proposed #CleanWaterAct changes. Help Shedd clear the way for healthy sucker migration: https://www.sheddaquarium.org/raiseyourvoice  #NationalWildlifeWeek\n", "It's all paws, flippers, fins and tails on deck as the #B1GTourney rolls into Chicago! We're all geared up here at Shedd, and our animals are certainly feeling the spirit. Which team are you rooting for?\n", "Hey teachers! Looking for spring activities for your students? Join a @SheddLearning field trip—both on-site and online—to bring your classroom closer to nature. Learn more: https://www.sheddaquarium.org/Learning-Experiences/Field-Trips--Bus-Fund/Field-Trip-Learning-Programs \n", "To celebrate #WorldWetlandsDay, raise your voice with Shedd as we work to keep the current #CleanWaterAct in place! Sign our petition today: https://www.sheddaquarium.org/raiseyourvoice  #WOTUS\n", "Don't forget to spring forward for #DaylightSavingsTime!\n", "#SuperBowl? Sure. #PuppyBowl? It's fine. But #OtterBowl? That's something we can get behind! Here Yaku poses with the \"ball,\" which is actually a little frozen clam formula.\n", "A loud crowd! Sea lions are social animals, sticking together in groups that hunt at sea and rest ashore together. They communicate through remarkable barking, which you can often hear throughout the Abbott Oceanarium.\n"], "words": ["which", "spring", "cleanwateract", "lake", "//www.sheddaquarium.org/raiseyourvoice", "great", "chicago", "specie", "shedd_aquarium", "these"]}, "4": {"tweets": ["With a strawless cocktail like the Sinking Ship, @onenorthchi is one of our #SheddtheStraw partners, dedicated to cutting down their plastic usage. They're a sustainable seafood collaborator as well, and we're proud to celebrate them this #NationalSkipTheStrawDay.\n", "River North's @shellyfromshaws is both a #SheddtheStraw partner and one of our sustainable seafood collaborators! We're glad to have them aboard this #NationalSkipTheStrawDay and every day.\n", "The Loop's @LukesLobster is one of our sustainable seafood collaborators, dedicated to choosing responsibly sourced seafood, and a #SheddtheStraw partner! #NationalSkipTheStrawDay\n", "It's #NationalWildlifeWeek, and we're celebrating the diverse animals that call North America home, from the sea otters of the Pacific coast to the chain dogfish of the Atlantic.\n", "Otter nap time! Just in time for #NationalNappingDay\n", "Sea otters are born with a full coat of dark-brown fur that starts to lighten in the head, neck and chest as they age. Kiana, our oldest female otter, has a striking white head that makes her easy to spot among the others!\n", "Meet an otter. Feed an otter. Pet an otter. Need we say more?\n", "When your friends at @shedd_aquarium become some of your biggest fans. #B1GTourney\n", "Found this incredible photo of my grandparents taking my mom and uncle to @shedd_aquarium in 1957.  Connecting children to the ocean is a family tradition! #savingspecies\n", ".@aureliospizza has been a longtime partner with Shedd, supporting our conservation programs since 2010 and joining us as a #SheddtheStraw partner! #NationalSkipTheStrawDay\n"], "words": ["otter", "sheddthestraw", "nationalskipthestrawday", "every", "shedd_aquarium", "celebrate", "their", "ticket", "special", "today"]}, "5": {"tweets": ["Check out Shedd's brand-new after-hours events! From salsa dancing to game night to partying with penguins, our adult evenings have something for everyone. Grab your tickets now! http://www.sheddaquarium.org/upcoming-events \n", "Hey everyone! All tickets are sold out for today! We've reached capacity for 2/18—but you can purchase your tickets for another day: https://www.sheddaquarium.org/plan-a-visit/Advance-Ticket-Options-Tickets/ \n", "Want to see Shedd after hours? Swing by tomorrow night's Salsa Party, an adults-only evening featuring sips, salsa dancing and sea creatures! Grab your tickets: https://www.sheddaquarium.org/after-hours \n", "Looking for the perfect #ValentinesDay date spot? Swing by Shedd, and be sure to stop for a romantic visit to our seahorses! Check out our tips for a flawless Shedd date: http://www.sheddaquarium.org/blog/2017/february/take-a-date-to-shedd/ \n", "Today our teens met with Shedd Leadership, US Congressmen and Meteorologists as they discussed innovative solutions to climate challenges. #sheddteenworkstudy – at John G. Shedd Aquarium\n", "Visiting Shedd today? Please note that traffic and parking will be affected by the Shamrock Shuffle. Find more information here: https://www.sheddaquarium.org/plan-a-visit/Getting-Here/Traffic-Alerts/ \n", "One fish, two fish, red fish, blue fish—#DrSeuss' birthday's today, and we're celebrating the Shedd way!\n", "Visiting Shedd today? Please note that traffic and parking will be affected by the St. Patrick's Day Parade. Find more information here: https://www.sheddaquarium.org/plan-a-visit/Getting-Here/Traffic-Alerts/ \n", "A bit of good news from Congress! Analysis | The Daily 202: Everyone gets a win. Huge public lands bill shows how Congress is supposed to work.\n", "Looking to make the long weekend special? Bring your family to our Asleep with the Fishes overnight! Check out Shedd at night and learn more about your favorite animals. Grab your tickets today! https://www.sheddaquarium.org/plan-a-visit/visitor-guide/Experiences/Asleep-with-the-fishes/ \n"], "words": ["today", "ticket", "check", "everyone", "night", "aquarium", "perfect", "spring", "special", "about"]}, "6": {"tweets": ["We're teaming up with the Aquarium Conservation Partnership to raise awareness about the #CleanWaterAct. Federally proposed changes would significantly reduce the amount of protected waterways & put aquatic animals at risk. Learn more & voice your support: https://www.sheddaquarium.org/raiseyourvoice \n", "We're teaming up with the Aquarium Conservation Partnership to raise awareness about the #CleanWaterAct. Federally proposed changes would significantly reduce the amount of protected waterways & put aquatic animals at risk. Learn more & voice your support: https://www.sheddaquarium.org/raiseyourvoice \n", "We advocate for the species in our backyard every day—from the pallid sturgeon and brook trout to the Blanding's turtle and wood duck. To celebrate #GreatLakesDay, come learn more about the locals in our Great Lakes gallery.\n", "Curious about the work and science behind our Great Lakes Action Days with @FPDCC? Join a Shedd expert and Esther the Blanding's Turtle to learn the ins and outs of amphibian conservation and how you can help. This Monday at @LPLibrary at 7pm.\n", "Great Lakes fun fact: 20% of the worlds' freshwater is found in the Great Lakes. Join us in #SheddTeenLab Thursday and Saturday (3/7 & 9) as we welcome @SheddResearch experts and learn about some of the animals that live in our local waters.\n", "Wednesday night: Join Shedd at @ChiCulturCenter for a screening of Sea of Hope, as part of the @OneEarthFF. Our @SheddResearch team will be there for a Q&A, so come on through to learn more about marine conservation! \n", "Meet the scientists! Shedd recently had four research biologists join our @SheddResearch team and we couldn't be more excited about their upcoming projects, both freshwater and marine.\n", "At #SheddTeenWorkStudy, not only do teens get to interpret about different animals at Shedd, they conduct their own ethogram projects by researching, observing, and collecting data about the behaviors of an animal they're curious about at the aquarium.\n", "Love penguins? So do we! Learn all about our Magellanic and rockhopper penguins: https://www.sheddaquarium.org/blog/2018/april/meet-the-penguins/ \n", "Tomorrow night: The @SheddResearch team joins the @OneEarthFF for a special screening of Sea of Hope and a marine conservation Q&A! We'll see you at @ChiCulturCenter: https://www.eventbrite.com/e/sea-of-hope-march-6-chicago-cultural-center-tickets-54496218657 \n"], "words": ["about", "learn", "conservation", "sheddresearch", "great", "lake", "aquarium", "night", "their", "support"]}, "7": {"tweets": ["It’s #DolphinAwarenessMonth, which means it’s time to meet Shedd's Pacific white-sided dolphins! Learn more about these playful, high-flying animals on our blog: https://www.sheddaquarium.org/blog/2018/april/meet-the-dolphins/ \n", "Research is best accomplished in massive partnerships! #DYK we’re working with 40+ zoos & aquariums to study the dolphins & whales in our care to best understand optimal welfare? Read up on the ongoing study here: https://bit.ly/2EMPIim  #DolphinAwarenessMonth\n", "Shedd and our members are like Ellie and Luna—inseparable! Celebrate Member Appreciation Month with us throughout February and find out why it's great to be a #SheddMember. https://www.sheddaquarium.org/Support-Us/Membership/Member-Perks \n", "We're sharing the love this #ValentinesDay with some sweet treats for our beloved animals. Whether it's a bright change of scene for a dart frog or rose petals for whistling ducks, some special enrichment is just one more way we show our love!\n", "As we celebrate #DolphinAwarenessMonth, our dolphin trainers walked us through a morning training session LIVE on Facebook and Instagram! From tail walks to aerials, the dolphins showcased some of their incredible skills.\n", "Happy #WorldWhaleDay! Take a special peek at an ultrasound with pregnant beluga whale Mauyak, whose calf is expected in the summer.\n", "Join us on #FacebookLive for a special stream of our Aquatic Presentation, narrated by our presentation specialists! Tune in at 2:00 p.m. #DolphinAwarenessMonth\n", "Pacific white-sided dolphins are energetic and powerful animals that can leap up to 20 feet in the air! Celebrate #DolphinAwarenessMonth by seeing their extraordinary natural behaviors during our aquatic presentation. https://www.sheddaquarium.org/plan-a-visit/visitor-guide/Experiences/Aquatic-Presentation/ \n", "Celebrate #DolphinAwarenessMonth with this week's #FanPhotos!\n", "Ready to shake off the cold? Join us for a special salsa dance party! On March 7, visit Shedd after hours to learn some moves and immerse yourself in tropical habitats: https://www.sheddaquarium.org/plan-a-visit/visitor-guide/Experiences/shedd-after-hours/ \n"], "words": ["special", "dolphinawarenessmonth", "dolphin", "celebrate", "learn", "change", "great", "aquarium", "which", "these"]}, "8": {"tweets": ["Still thinking of the perfect #ValentinesDay gift? You can share the love by symbolically adopting an animal in your loved one's name at Shedd! Your adoption helps support our world-class animal care and makes for a gift they'll never forget. https://www.sheddaquarium.org/Support-Us/Adopt/ \n", "When you're a #SheddMember, you're part of the Shedd family, and we can't thank you enough for your invaluable support! As Member Appreciation Month comes to a close, don't miss your chance to scoop up one of our exclusive member offers: https://www.sheddaquarium.org/memberperks \n", "Level-up your #SpringBreak plans with an Extraordinary Experience at Shedd! Reach out and touch a beluga, watch a shark feeding or step behind the scenes: https://www.sheddaquarium.org/plan-a-visit/Advance-Ticket-Options-Tickets/Extraordinary-Experiences/ \n", "For #WorldWetlandsDay, we're taking a look at the Amazon. Aquarist Evan Kinn says of our River Channel habitat: \"River channels support 1000s of animals, each with its own unique survival strategy for fast-flowing whitewaters or deeper, slower pools with low visibility.\"\n", "Not only does Lakeview's @TraderTodds #SheddtheStraw, but they feature a drink especially for #KeepSharksSwimming called the Shark KiSS. #NationalSkipTheStrawDay\n", "Travel to the Bahamas with our @SheddResearch team to learn more about sharks: https://www.sheddaquarium.org/blog/2018/july/sharks-and-storms/ \n", "The second round of the #B1GTourney is tonight! Who are you rooting for?\n", "When you're a turtle with a birthday on #PiDay, the celebrations call for sweet potato pie! Happy 27th birthday to giant river turtle Yam!\n", "The #AnimalResponseTeam traveled all the way to Madagascar to help rescue and rehabilitate radiated tortoises: https://www.sheddaquarium.org/blog/2018/july/tortoise-triage-madagascar-style-a-rescue-story-continues/ \n", "Follow Shedd vet resident Dr. Julie on an #AnimalResponseTeam trip to Bolivia: https://www.sheddaquarium.org/blog/2019/march/river-dolphin-rescue-our-animal-response-team-in-south-america/ \n"], "words": ["support", "shark", "perfect", "dolphin", "about", "dolphinawarenessmonth", "their", "celebrate", "habitat", "world"]}, "9": {"tweets": ["Sea #otters and #snow days are a perfect pairing, which is why we love to see them play on wintry days! Take a look back at Kiana, Yaku and Luna basking in the snow after last week's big snowfall.\n", "When Shedd opened in 1930, it was the first inland aquarium anywhere with permanent displays of both freshwater and saltwater fishes. We’ve got a brand new focus exhibit in our main foyer, just under the clock, that tells the story of this remarkable opening! #ThrowbackThursday\n", "Shedd Aquarium offers vacations where you can hang with scientists and sharks in the tropics https://buff.ly/2u4DkE6 \n", "Dive deep into the translucent world of our Kelp Forest exhibit with the iridescent leopard shark. This species spends its time skimming over sandy surfaces to hunt for food, and a kelp forest provides the perfect habitat for an opportunistic hunter. https://www.sheddaquarium.org/blog/2018/february/meet-the-animals-in-shedds-kelp-forest-exhibit/ \n", "The pulse of a sea jelly is mesmerizing to behold, whether it's the spotted jelly's short bursts or the sea nettle's graceful gliding. Soak in the beauty of three different jellies in our special exhibit #UnderwaterBeauty. https://www.sheddaquarium.org/underwaterbeauty/ \n", "Hop through the lush forests of the Amazon for #WorldFrogDay! Our Amazon Rising exhibit is home to a diverse bunch of frogs, from boldly colored poison dart frogs to the camouflaged fringed leaf frog. Be sure to swing by Amazon Rising to see these awesome amphibians.\n", "Looking for the perfect #SpringBreak plans? Travel the world of aquatic wonder right here in Chicago! Grab your tickets: https://www.sheddaquarium.org/plan-a-visit/Advance-Ticket-Options-Tickets/ \n", "Dip into the waters of our Kelp Forest exhibit with the vivid Garibaldi. These boldly colored fish get their name from Italian politician Giuseppe Garibaldi, who frequently sported striking red shirts, similar to the shocking orange of this damselfish!\n", "The second round of the #B1GTourney is tonight! Who are you rooting for?\n", "When you're a turtle with a birthday on #PiDay, the celebrations call for sweet potato pie! Happy 27th birthday to giant river turtle Yam!\n"], "words": ["exhibit", "perfect", "aquarium", "shark", "which", "chicago", "otter", "special", "world", "these"]}}
